Repository: kkjan/kkjan-plugin.video.4ka.tv
Catalog: plugin.video.4ka.tv/resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #30001
source: Username
cs_cz: Uživatelské jméno
sk_sk: Login

# #30002
source: Password
cs_cz: Heslo
sk_sk: Heslo

# #30601
source: User name or password is not defined
cs_cz: Přístupové údaje nejsou nastaveny
sk_sk: Login alebo heslo nie je nastavené

# #30602
source: User name or password is not valid
cs_cz: Neplatné přihlášení
sk_sk: Login alebo heslo nie je platné

# #30603
source: Too many active devices
cs_cz: Příliš mnoho zařízení pro tento účet
sk_sk: Prihlásených príliš veľa zariadení

# #30604
source: Internet connection error
cs_cz: Internetové spojení není dostupné
sk_sk: Internetové spojenie nie je dostupné

# #30605
source: Pairing error
cs_cz: Chyba párovaní zařízení
sk_sk: Chyba párovania zariadenia

# #30701
source: Setting was successfully applied.
cs_cz: Nastavenia boli úspešne aplikované.
sk_sk: Nastavenia boli úspešne aplikované.

# #30702
source: Playlist and EPG successfully updated
cs_cz: Playlist a EPG boli úspešne aktualizované
sk_sk: Kanály a EPG boli úspešne aktualizované

# #30703
source: Channels and EPG updating started
cs_cz: Začala aktualizáce kanálú a EPG
sk_sk: Začala aktualizácia kanálov a EPG

# #30030
source: Device type code
cs_cz: Kód typu zařízení
sk_sk: Kód typu zariadenia

# #30031
source: Device model
cs_cz: Model zařízení
sk_sk: Model zariadenia

# #30032
source: Device name
cs_cz: Název zařízení
sk_sk: Názov zariadenia

# #30033
source: Device serial number
cs_cz: Sériové číslo zariadenia
sk_sk: Sériové číslo zariadenia

# #30034
source: Device token
cs_cz: Token zařízení
sk_sk: Token zariadenia

# #30035
source: Generate playlist
cs_cz: Generování playlistu
sk_sk: Generovanie playlistu

# #30036
source: Playlist directory
cs_cz: Adresár souboru playlistu
sk_sk: Priečinok pre ukladanie playlistu

# #30037
source: Playlist file
cs_cz: Názov souboru playlistu
sk_sk: Názov súboru playlistu

# #30038
source: Generate EPG
cs_cz: Generování EPG
sk_sk: Generovanie EPG

# #30039
source: Days to past for EPG
cs_cz: Minulé dni pro generovaní EPG xml souboru
sk_sk: Minulé dni pre generovanie playlistu

# #30040
source: Days to future for EPG
cs_cz: Budúce dni pro generovaní EPG xml souboru
sk_sk: Budúce dní pre generovanie EPG xml súboru

# #30041
source: EPG Directory
cs_cz: Adresár EPG souboru
sk_sk: Priečinok pre ukladanie EPG

# #30042
source: EPG file
cs_cz: Názov EPG souboru
sk_sk: Názov EPG súboru

# #30043
source: Language for EPG and playlist
cs_cz: Jazyk pro EPG a playlist
sk_sk: Jazyk pre generovanie EPG

# #30050
source: Update interal (hours)
cs_cz: Interval aktualizace
sk_sk: Interval aktualizácie

# #30051
source: Update now
cs_cz: Aktualizovat teraz
sk_sk: Aktualizovať teraz

# #30052
source: Install IPTV Manager add-on
cs_cz: Instalace IPTV manažéra
sk_sk: Nainštalovať doplnok IPTV Manager

# #30053
source: Enable IPTV Manager integration
cs_cz: Povolení integrácie IPTV manažéra
sk_sk: Povoliť integráciu IPTV manažéra

# #30054
source: IPTV Manager settings
cs_cz: Nastavení IPTV manažéra
sk_sk: Nastavenie IPTV manažéra

# #30055
source: Restart IPTV Simple after channel/EPG update
cs_cz: Reštartovaní IPTV Simple po aktualizaci kanálov a EPG
sk_sk: Reštartovať IPTVSimple po aktualizácii playlistu/EPG

# #30056
source: IPTV Simple settings
cs_cz: Nastavení IPTV Simple
sk_sk: Nastavenie IPTV Simple

# #30057
source: Save path
cs_cz: Adresár pro nahrávání
sk_sk: Priečinok pre ukladanie nahrávok

# #30058
source: ffmpeg location
cs_cz: ffmpeg umístení
sk_sk: ffmpeg umiestnenie

# #30059
source: Output file
cs_cz: Výstupný formát
sk_sk: Výstupný formát

# #30060
source: ffmpeg additional settings
cs_cz: dodatočné nastavení ffmpeg
sk_sk: ffmpeg dodatočné nastavenia

# #30061
source: Live stream TV
cs_cz: Živé vysílání -TV
sk_sk: Živé vysielanie TV

# #30062
source: Live stream radio
cs_cz: Živé vysílání -Rádiá
sk_sk: Živé vysielanie rádiá

# #30063
source: 4KA TV achive
cs_cz: Archív
sk_sk: Archív

# #30064
source: Search
cs_cz: Hledat
sk_sk: Hladať

# #30065
source: You need to set a name and password for 4KA TV in the plugin settings. It is also possible to set an existing device token. If not set, the plugin will try to pair with 4KA TV
cs_cz: Treba nastaviť meno a heslo pro 4KA TV v nastaveních pluginu. Taktéž je možné nastavit už existujúci token zařízení. Ak se nenastaví, plugin se pokúsí spárovať se službou 4KA TV
sk_sk: Treba nastaviť meno a heslo pre 4KA TV v nastaveniach pluginu. Taktiež je možné nastaviť už existujúci token zariadenia. Ak se nenastaví, plugin sa pokúsí spárovať zo službou 4KA TV

# #30066
source: Device token missing
cs_cz: Token zařízení
sk_sk: Token zariadenia nie je nastavený

# #30067
source: next:
cs_cz: nasleduje:
sk_sk: nasleduje:

# #30068
source: 4KA TV: Updating Channels and EPG
cs_cz: 4KA TV: Aktualizace kanálú a EPG
sk_sk: 4KA TV: Aktualizácia kanálov a EPG

# #30069
source: Download data from 4KA TV
cs_cz: Stahování dat
sk_sk: Sťahovanie dát

# #30070
source: Generate playlist
cs_cz: Generování playlistu
sk_sk: Generovanie playlistu

# #30071
source: Generate EPG
cs_cz: Generování EPG
sk_sk: Generovanie EPG

# #30072
source: Update IPTV simple
cs_cz: Aktualizace IPTV simple
sk_sk: Aktualizácia IPTV simple

# #30073
source: Finished
cs_cz: Konec aktualzace kanálú a EPG
sk_sk: Koniec aktualziácie kanálov a EPG

# #30074
source: Save
cs_cz: Stánout
sk_sk: Uložiť

# #30075
source: Recordings
cs_cz: Nahravky
sk_sk: Nahrávky

# #30076
source: Recording now
cs_cz: Právě se nahrává
sk_sk: Práve sa nahráva

# #30077
source: Delete
cs_cz: Zmazat
sk_sk: Zmazať

# #30078
source: Delete file
cs_cz: Zmazať soubor
sk_sk: Zmazať súbor

# #30079
source: Really delete file?
cs_cz: Naozaj zmazat soubor?
sk_sk: Naozaj zmazať súbor?

# #30080
source: Problem with deleting the file
cs_cz: Problém s vymazaním souboru
sk_sk: Problém s odstránením súboru

# #30081
source: Try to wait until the file download is finished, or try to restart the device and then delete the file
cs_cz: Počkejte na dokončení stahování souboru, nebo zkuste zařízení restartovat a po restartu zkuste znovu odstranit soubor
sk_sk: Počkajte na dokončenie sťahovania súboru, alebo skúste zariadenie reštartovať a po reštarte skúste znova odstrániť súbor

# #30082
source: Recording
cs_cz: Nahrávání
sk_sk: Nahrávanie

# #30083
source: Recording {} started
cs_cz: Nahrávání {} začalo
sk_sk: Nahrávanie {} začalo

# #30084
source: Recording {} finished
cs_cz: Nahrávání {} skončilo
sk_sk: Nahrávanie {} skončilo

# #30085
source: Cancel recording
cs_cz: Zrušit nahrávání
sk_sk: Zrušiť nahrávanie

# #30086
source: Record cancel
cs_cz: Zrušení nahrávání
sk_sk: Zrušenie nahrávania

# #30087
source: Really cancel record?
cs_cz: Naozaj zrušit nahrávání?
sk_sk: Naozaj zrušiť nahrávanie?

# #30088
source: Show all tags
cs_cz: Zobrazit všechny značky
sk_sk: Zobraziť všetky tagy

# #30089
source: File size
cs_cz: Velikost souboru
sk_sk: Veľkosť súboru

# #30090
source: All records
cs_cz: Všechny nahrávky
sk_sk: Všetky nahrávky

# #30091
source: Directories
cs_cz: Záložky
sk_sk: Priečinky

# #30092
source: Maintenance
cs_cz: Údržba
sk_sk: Údržba

# #30093
source: Utility
cs_cz: Nástroje
sk_sk: Nástroje

# #30094
source: Import another records
cs_cz: Import iných nahrávok
sk_sk: Import iných nahrávok

# #30095´
source: Remove download debug file(s)/Orphaned json file(s)
cs_cz: Odstránit debug soubory zo stahování/Osamotcné JSON soubory
sk_sk: Odstrániť debug súbory zo stahovania/Osamotené JSON súbory

# #30096´
source: Really remove selected file(s)
cs_cz: Naozaj odstránit vybrané soubory

# #30097´
source: Move/copy selected file(s) to library
cs_cz: Presunút/kopírovat soubor(y) do knižnice
sk_sk: Presunúť/kopírovať súbor(y) do knižnice

# #30098´
source: Import selected file(s)
cs_cz: Importovat soubor(y)
sk_sk: Importovať súbor(y)

# #30099´
source: Select destination parent directory
cs_cz: Vyberte cílový rodičovský adresár
sk_sk: Vyberte cieľový rodičovský adresár

# #30100´
source: Select file(s)
cs_cz: Vyberte soubor(y)
sk_sk: Vyberte súbor(y)

# #30101´
source: Override file(s)
cs_cz: Prepísat soubor(y)
sk_sk: Prepísať súbor(y)

# #30102´
source: Import record {} of {}
cs_cz: Importuje sa {} nahrávka z {}
sk_sk: Importuje sa {} nahrávka z {}

# #30103´
source: Change destination parent directory"
cs_cz: Zmeniť cílový rodičovský adresár
sk_sk: Zmeniť cieľový rodičovský adresár

# #30104´
source: Change for all
cs_cz: Zmenit pro všechny
sk_sk: Zmeniť pre všetky

# #30105´
source: Delete source file(s)
cs_cz: Zmazat zdrojové soubor(y)
sk_sk: Zmazať zdrojové súbor(y)

# #30106´
source: Choose a source recorder
cs_cz: Vyberte zdrojový addon nahrávok
sk_sk: Vyberte zdrojový addon nahrávok

# #30107´
source: Records are importing
cs_cz: Importujú sa nahrávky
sk_sk: Importujú sa nahrávky

# #30108´
source: Export to library
cs_cz: Exportovat do kniznice
sk_sk: Exportovať do kniznice

# #30109´
source: Browse EPG
cs_cz: Prehladávat EPG
sk_sk: Prehladávať EPG

# #32001
source: Main
cs_cz: Hlavné
sk_sk: Hlavné

# #32002
source: Playlist and EPG
cs_cz: Playlist a EPG
sk_sk: Playlist a EPG

# #32003
source: Update options
cs_cz: Aktualizace
sk_sk: Aktualizácia

# #32004
source: Integration
cs_cz: Integrace
sk_sk: Integrácia

# #32005
source: Recording
cs_cz: Nahrávání
sk_sk: Nahrávanie

# #32006
source: Other settings
cs_cz: Another nastavení

# #30096´
source: Remove selected file(s)
sk_sk: Odstrániť súbor(y)

# #32006
source: Another settings
sk_sk: Ďalšie nastavenia
